Repository: builder08/oe-alliance-plugins_5.9
Catalog: Blindscan/po/*.po
Languages: da, fi, pl

source: A recording is in progress.
pl: Nagrywanie jest w toku.

source: The second slot of this dual tuner may not support blind scan.
pl: Drugie gniazdo tego podwójnego tunera może nie obsługiwać skanowania w ciemno.

source: You must use the power adapter.
pl: Należy użyć zasilacza.

source: Starting Sundtek hardware blind scan.
pl: Uruchamianie skanowania w ciemno sprzętu Sundtek.

source: "channel scan" searches for channels and saves them to your receiver; "transponder scan" does a transponder search and displays the results allowing user to select some or all transponder. Both options save the results in satellites.xml format under /tmp
pl: „skanowanie kanałów” wyszukuje kanały i zapisuje je w odbiorniku; „skanowanie transpondera" przeszukuje transponder i wyświetla wyniki, pozwalając użytkownikowi wybrać niektóre lub wszystkie transpondery. Obie opcje zapisują wyniki w formacie satellites.xml pod /tmp

source: "scan for channels" searches for channels and saves them to your receiver; "Save to XML" does a transponder search and saves the results in satellites.xml format and stores it in /tmp
pl: „skanuj kanały” wyszukuje kanały i zapisuje je w odbiorniku; „Zapisz w XML” wykonuje wyszukiwanie transponderów i zapisuje wyniki w formacie satellites.xml i przechowuje je w /tmp

source: %d transponder(s) found
da: %d transponder(e) fundet
pl: Znaleziono %d transponderów

source: %d transponders found at %d:%02d min
pl: Znaleziono %d transponderów w %d:%02d min

source: %dMHz scanned
da: %dMHz gennemsøgt
pl: Przeskanowano %dMHz

source: Accuracy (higher is better)
da: Præcision (højere er bedre)
pl: Dokładność (im wyższa tym lepsza)

source: Auto / Manual
pl: Automatyczny / Manualny

source: Blind scan for DVB-S2 tuners
pl: Blind scan dla tunerów DVB-S2

source: Blind scan state
pl: Stan Blind scan

source: Blindscan executable not found '%s'!
pl: Nie znaleziono pliku wykonywalnego Blindscan '%s'!

source: Blindscan is not supported in
pl: Funkcja Blindscan nie jest obsługiwana w

source: CAUTION: If you select "yes" the scan will not remove "duplicated" transponders from the list. Default is "no". Only change this if you understand why you are doing it.
pl: UWAGA: Jeśli wybierzesz „tak”, skanowanie nie usunie „zduplikowanych” transponderów z listy. Domyślnie jest to „nie”. Zmień to tylko wtedy, gdy rozumiesz, dlaczego to robisz.

source: CAUTION: If you select "yes" the scan will not sync with transponders listed in satellites.xml. Default is "no". Only change this if you understand why you are doing it.
pl: UWAGA: Jeśli wybierzesz „tak”, skanowanie nie zostanie zsynchronizowane z transponderami wymienionymi w pliku satellites.xml. Domyślnie jest to „nie”. Zmień to tylko wtedy, gdy rozumiesz, dlaczego to robisz.

source: CAUTION: Only select "inverted" if you are using an inverted LNB (i.e. an LNB where the local oscillator frequency is greater than the scan frequency). Default is "normal". Only change this if you understand why you are doing it.
pl: UWAGA: Wybierz "odwrotny" tylko wtedy, gdy używasz odwróconego LNB (tj. LNB, w którym częstotliwość lokalnego oscylatora jest większa niż częstotliwość skanowania). Domyślnie jest to "normalna". Zmień to tylko wtedy, gdy rozumiesz, dlaczego to robisz.

source: Cancel
pl: Anuluj

source: Clear before scan
da: Ryd før søgning
fi: Tyhjennä kanavalista
pl: Wyczyść przed skanowaniem

source: Current Status: %d/%d Satellite: %s Polarization: %s Frequency range: %d - %d MHz Symbol rates: %d - %d MSym/s
pl: Aktualny status: %d/%d Satelita: %s Polaryzacja: %s Zakres częstotliwości: %d - %d MHz Szybkości symboli: %d - %d MSym/s

source: DVB-S only
da: Kun DVB-S
pl: Tylko DVB-S

source: Deselect all
pl: Odznacz wszystko

source: Disable remove duplicates
pl: Wyłącz usuwanie duplikatów

source: Disable sync with known transponders
pl: Wyłącz synchronizację ze znanymi transponderami

source: Exit
fi: Poistu
pl: Wyjście

source: Filter out adjacent satellites
fi: Suodata naapuri satelliitit
pl: Odfiltruj sąsiadujące satelity

source: Frequency values must be between %d MHz and %d MHz
pl: Wartości częstotliwości muszą mieścić się w przedziale od %d MHz do %d MHz

source: Frequency values must be between %d MHz and %d MHz (C-band)
pl: Wartości częstotliwości muszą mieścić się w przedziale od %d MHz do %d MHz (pasmo C)

source: Hardware blind scan is not supported by this tuner (%s)!
pl: Ten tuner (%s) nie obsługuje sprzętowego skanowania!

source: If you select "yes" all channels on the satellite being searched will be deleted before starting the current search, yes (keep feeds) means the same but hold all feed services/transponders.
pl: Jeżeli wybierzesz „tak”, wszystkie kanały na przeszukiwanym satelicie zostaną usunięte przed rozpoczęciem bieżącego wyszukiwania, tak (zachowaj transmisje) oznacza to samo, ale zachowane zostaną wszystkie usługi transponderów/transpondery.

source: If you select "yes" the scan will only save channels that are not encrypted; "no" will find encrypted and non-encrypted channels.
pl: Jeżeli wybierzesz „tak”, skanowanie zapisze tylko kanały niezaszyfrowane; jeżeli wybierzesz „nie”, zostaną znalezione kanały zaszyfrowane i nieszyfrowane.

source: If you select "yes" the scan will only search transponders not listed in satellites.xml
fi: Jos valitset "kyllä" vain transponderit joita ei ole satellites.xml listalla haetaan
pl: Jeżeli wybierzesz 'tak' skanowane będą tylko transpondery nie wymienione w satellites.xml

source: It seems manufacturer does not support blind scan for this tuner.
pl: Wygląda na to, że producent nie obsługuje skanowania w ciemno dla tego tunera.

source: LNB inversion
pl: Inwersja LNB

source: LNB of current satellite not compatible with plugin
pl: Konwerter LNB bieżącego satelity nie jest kompatybilny z wtyczką

source: Looking for available transponders. This will take a long time, please be patient.
fi: Etsitään transpondereita. Tämä vie pitkänaikaa, odota.
pl: Szukam dostępnych transponderów. To potrwa długo, proszę o cierpliwość.

source: No new transponders found! Only transponders already listed in satellites.xml have been found for those search parameters!
fi: Ei löytynyt uusia transpondereita! Vain jo listatut transponderit löytyi näillä hakuparametreillä!
pl: Nie znaleziono nowych transponderów! Znaleziono tylko transpondery wymienione w satellites.xml dla tych parametrów wyszukiwania!

source: No transponders were found for those search parameters!
fi: Näillä hakuparametreillä ei löytynyt transpondereita
pl: Nie znaleziono transponderów dla podanych parametrów wyszukiwania!

source: Nothing to scan! Press Exit!
da: Intet at søge! Tryk EXIT!
pl: Nic do zeskanowania! Naciśnij Wyjście!

source: Only free scan
da: Kun fri søgning
fi: Vain vapaat
pl: Skanuj tylko niekodowane

source: Only scan unknown transponders
fi: Vain tuntemattomat transponderit
pl: Skanuj tylko nieznane transpondery

source: Open xml file
pl: Otwórz plik xml

source: Please setup your tuner configuration.
fi: Aseta viritin asetukset.
pl: Proszę skonfigurować tuner.

source: Polarisation
fi: Polarisaatio
pl: Polaryzacja

source: Polarisation, select horizontal, vertical or both.
pl: Polaryzacja: wybierz polaryzację poziomą, pionową lub obie.

source: Polarization
pl: Polaryzacja

source: Press OK to start the scan.
pl: Naciśnij OK, aby rozpocząć skanowanie.

source: Press green to start service searching.
pl: Naciśnij zielony przycisk, aby rozpocząć wyszukiwanie usług.

source: Restore defaults
pl: Przywróć ustawienia domyślne

source: Satellite
da: Satellit
fi: Satelliitti
pl: Satelita

source: Scan
fi: Haku
pl: Skanowanie

source: Scan Step in MHz(TBS5925)
pl: Krok skanowania w MHz (TBS5925)

source: Scan satellites for new transponders
da: Gennemsøg satellitter efter nye transpondere
fi: Hae uusia transpondereita satelliiteista
pl: Przeskanuj satelity w poszukiwaniu nowych transponderów

source: Scan start frequency
fi: Aloitustaajuus
pl: Częstotliwość rozpoczęcia skanowania

source: Scan start symbolrate
fi: Aloitus symbolinopeus
pl: Rozpocznij skanowanie symbolrate

source: Scan stop frequency
fi: Lopetustaajuus
pl: Częstotliwość zatrzymania skanowania

source: Scan stop symbolrate
fi: Lopetus symbolinopeus
pl: Skanowanie zatrzymania symbolrate

source: Search completed %d transponders found in %d:%02d minutes. Details saved in: %s
pl: Wyszukiwanie ukończone %d transponderów znaleziono w ciągu %d:%02d minut. Szczegóły zapisane w: %s

source: Search completed. %d transponders found. Details saved in: %s
fi: Haku valmis. %d Transpondereita löytyi. Tiedot tallennettu: %s
pl: Wyszukiwanie zakończone. Znaleziono %d transponderów. Szczegóły zapisane w: %s

source: Search type
fi: Hakutyyppi
pl: Typ skanowania

source: Searching for active satellite transponders...
pl: Wyszukiwanie aktywnych transponderów satelitarnych...

source: Select a tuner that is configured for the satellite you wish to search
fi: Valitse viritin jolle on asetettu haluamasi satelliitti
pl: Wybierz tuner skonfigurowany dla satelity, którego chcesz przeszukać

source: Select all
pl: Zaznacz wszystko

source: Select between 1 and 5. Higher numbers give more accurat search results.
pl: Wybierz od 1 do 5. Większe liczby dają dokładniejsze wyniki wyszukiwania.

source: Select the satellite you wish to search
fi: Valitse satelliitti
pl: Wybierz satelitę, którą chcesz skanować

source: Select transponders and press green to scan. Press yellow to select all transponders and blue to deselect all.
pl: Wybierz transpondery i naciśnij zielony, aby zeskanować. Naciśnij żółty, aby wybrać wszystkie transpondery i niebieski, aby odznaczyć wszystkie.

source: Service searching to be started MANUALLY by the user. To change this press green.
pl: Wyszukiwanie usług, które ma zostać uruchomione RĘCZNIE przez użytkownika. Aby to zmienić, naciśnij zielony.

source: Service searching will start AUTOMATICALLY. To change this press green.
pl: Wyszukiwanie usług rozpocznie się AUTOMATYCZNIE. Aby to zmienić, naciśnij zielony.

source: Smaller steps takes longer but scan is more thorough
pl: Mniejsze kroki zajmują więcej czasu, ale skanowanie jest dokładniejsze

source: Sorry, this tuner is in use.
fi: Viritin on käytössä!
pl: Przepraszamy, ten tuner jest w użyciu.

source: Start frequency
pl: Częstotliwość początkowa

source: Start symbol rate
pl: Początkowa szybkość symboli

source: Step %d %d:%02d min
pl: Krok %d %d:%02d min

source: Stop frequency
pl: Częstotliwość zatrzymania

source: Stop symbol rate
pl: Zatrzymaj szybkość symboli

source: Symbol rate values are in megasymbols; enter a value between %d and %d
pl: Wartości szybkości symboli są podane w mega symbolach; wprowadź wartość pomiędzy %d a %d

source: Symbol rate values are in megasymbols; enter a value between 1 and 44
fi: Symbolinopeus on megoina. Syötä arvo välillä 1 - 44
pl: Wartości szybkości symboli są podane w mega symbolach; wprowadź wartość od 1 do 44

source: Symbol rate values are in megasymbols; enter a value between 2 and 45
fi: Symbolinopeus on megoina. Syötä arvo välillä 2 - 45
pl: Wartości szybkości symboli są podane w mega symbolach; wprowadź wartość od 2 do 45

source: The blindscan run was cancelled by the user.
fi: Transponderihaku on peruutettu käyttäjän toimesta.
pl: Użytkownik anulował operację blindscan.

source: The suggested polarisation for this satellite is "%s"
pl: Sugerowana polaryzacja dla tego satelity to "%s"

source: Transponder searching finished!
da: Transponder søgning gennemført!
pl: Zakończono wyszukiwanie transpondera!

source: Use Sundtek full hardware blind scan!
pl: Użyj pełnego, blind scan sprzętu Sundtek!

source: When a neighbouring satellite is very strong this avoids searching transponders known to be coming from the neighbouring satellite.
pl: Jeżeli sygnał sąsiedniego satelity jest bardzo silny, pozwala to uniknąć przeszukiwania transponderów, o których wiadomo, że pochodzą z sąsiedniego satelity.

source: circular left
fi: kiertopolarisaatio vasen
pl: okrężny lewy

source: circular left/right
pl: okrężny lewo/prawo

source: circular right
fi: kiertopolarisaatio oikea
pl: okrężny prawy

source: circular right and circular left
fi: kiertopolarisaatio oikea ja vasen
pl: okrężny prawy i okrężny lewy

source: don't scan
pl: nie skanuj

source: horizontal
fi: horisontaali
pl: pozioma

source: inverted
pl: odwrotny

source: no
da: Nej
fi: Ei
pl: nie

source: normal
pl: normalny

source: save to XML file
fi: Tallenna XML-tiedostoon
pl: zapisać do pliku XML

source: scan
pl: skanuj

source: scan for channels
fi: Hae kanavia
pl: skanuj kanały

source: scan for transponders
pl: skanowanie transponderów

source: up to 1 degree
fi: Aste ylös
pl: do 1 stopnia

source: up to 2 degrees
fi: Kaksi astetta ylös
pl: do 2 stopni

source: up to 3 degrees
fi: Kolme astetta ylös
pl: do 3 stopni

source: vertical
fi: vertikaali
pl: pionowa

source: vertical and horizontal
fi: vertikaali ja horisontaali
pl: pionowa i pozioma

source: yes
da: ja
pl: tak

source: yes (keep feeds)
da: ja (behold feeds)
pl: tak (zachowaj źródła)

source: Blindscan
fi: Transponderihaku (blindscan)

source: Press Green/OK to start the scan
fi: Paina vihreä/OK aloittaaksesi haun

source: Tuner
fi: Viritin

source: Frequency values must be between 3000 MHz and 4199 MHz (C-band)
fi: Taajuus pitää olla välillä 3000 MHz - 4199 MHz (C-band)

source: Frequency values must be between 3001 MHz and 4200 MHz (C-band)
fi: Taajuus pitää olla välillä 3001 MHz - 4200 MHz (C-band)

source: Frequency values must be between 10700 MHz and 12749 MHz
fi: Taajuus pitää olla välillä 10700 MHz - 12749 MHz

source: Frequency values must be between 10701 MHz and 12750 MHz
fi: Taajuus pitää olla välillä 10701 MHz - 12750 MHz

source: If you select "yes" all channels on the satellite being search will be deleted before starting the current search
fi: Jos valitset "kyllä" kaikki satelliitin kanavat poistetaan ennen hakua

source: If you select "yes" the scan will only save channels that are not encrypted; "no" will find encrypted and non-encrypted channels
fi: Jos valitset "kyllä" vain salaamattomat kanavat haetaan; "ei" kaikki kanavat haetaan

source: When a neighbouring satellite is very strong this avoids searching transponders known to be coming from the neighbouring satellite
fi: Kun naapurisatelliitti on voimakas tämä auttaa välttämään naapurisatelliitin tunnetut transponderit

source: "channel scan" searches for channels and saves them to your receiver; both options do a transponder search and save the result in /tmp in an XML file in satellites.xml format
fi: Kanavahaku etsii kanavia ja tallentaa ne vastaanottimeen. Tallennus XML-tiedostoon tallentaa transponderit satellites.xml tiedostoon. Molemmat vaihtoehdot tekevät transponderihaun.

source: Current Status : %d/%d Satellite : %s Polarization : %s Frequency range : %d - %d MHz Symbol rates : %d - %d MHz
fi: Tilanne : %d/%d Satelliitti : %s Polarisaatio : %s Taajuusalue : %d - %d MHz Symbolinopeudet : %d - %d MHz

source: Looking for available transponders. This will take a short while.
fi: Etsitään transpondereita. Tämä vie vähän aikaa.

source: Blind scan
da: Blind søgning
fi: Transponderihaku (blind scan)

source: %d transponders found at %d:%02dmin
da: %d transpondere fundet ved %d:%02dmin

source: AUTOMATICALLY start service searching, press green to change
da: Start AUTOMATISK kanalsøgning, tryk grøn for at ændre

source: Blindscan is not supported by this tuner (%s)
da: Blindscan er ikke understøttet af denne Tuner (%s)

source: Frequency start
da: Start frekvens

source: Frequency stop
da: Stop frekvens

source: Horizontal
da: Horisontal

source: MANUALLY start service searching, press green to change
da: Start MANUEL kanalsøgning, tryk grøn for at ændre

source: Network scan
da: Netværkssøgning

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
da: Ingen Tuner er aktiveret! Sæt venligst dine Tuner indstillinger op før du starter en kanalsøgning.

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
da: Intet at søge! Venligst opsæt Tuner indstilling op før du starter søgning.

source: Press OK to start the scan
da: Tryk OK for at starte søgningen

source: Press green to start service searching!
da: Tryk grøn for at starte kanalsøgning!

source: Try to find used satellite transponders...
da: Prøv at finde brugte satellit-transpondere...

source: Vertical
da: Vertikal
