Repository: builder08/oe-alliance-plugins_5.9
Catalog: TerrestrialScan/po/*.po
Languages: fr, tr

source: - ONID to search
tr: - Aramak için ONID

source: Automatic
fr: Automatique
tr: Otomatik

source: Band
fr: Bande
tr: Frekans Bandı

source: Cannot allocate the demuxer
fr: Impossible d'allouer le demuxer
tr: Demuxer tahsis edilemiyor

source: Cannot free NIM because a recording is in progress
fr: Impossible de libérer NIM car un enregistrement est en cours.
tr: Kayıt devam ettiği için Tuner boşaltılamıyor

source: Cannot get frontend
fr: Impossible d'obtenir le frontend
tr: Frontend alınamıyor

source: Cannot get the NIM
fr: Impossible d'obtenir le NIM
tr: Tuner alınamıyor

source: Cannot retrieve Resource Manager instance
fr: Impossible de récupérer l'instance Resource Manager
tr: Kaynak Yöneticisi örneği alınamıyor

source: Clear before scan
fr: Effacer avant d'analyser
tr: Taramadan önce temizle

source: Create terrestrial bouquet
fr: Créer un bouquet terrestre
tr: Karasal buket oluşturun

source: Enter the original network ID (ONID) of the multiplexes you wish to restrict the search to. UK terrestrial television normally ONID "9018".
fr: Entrez l'ID réseau d'origine (ONID) des multiplexes auxquels vous souhaitez limiter la recherche. Télévision terrestre française normalement ONID "8442".
tr: Aramayı kısıtlamak istediğiniz çoğulların orijinal ağ kimliğini (ONID) girin. İngiltere karasal televizyonu normalde ONID "9018".

source: Exit
fr: Sortir
tr: Çıkış

source: If you select "yes" all stored terrestrial channels will be deleted before starting the current search.
fr: Si vous sélectionnez "oui", toutes les chaînes terrestres mémorisées seront effacées avant de lancer la nouvelle recherche.
tr: "Evet" seçeneğini seçerseniz, kayıtlı aramaya başlamadan önce kayıtlı tüm karasal kanallar silinecektir.

source: If you select "yes" and LCNs are found in the NIT, the scan will create a bouquet of terrestrial channels in LCN order and add it to the bouquet list.
fr: Si vous sélectionnez "oui" et que les LCN se trouvent dans le NIT, le scan créera un bouquet de chaînes terrestres dans l'ordre LCN et l'ajoutera à la liste des bouquets.
tr: "Evet" seçeneğini belirlerseniz ve NIT'de LCN'ler bulunursa, tarama LCN sırasına göre karasal kanallardan oluşan bir buket oluşturur ve buket listesine ekler.

source: If you select "yes" the scan will only save channels that are not encrypted; "no" will find encrypted and non-encrypted channels.
fr: Si vous sélectionnez "oui", l'analyse n'enregistrera que les chaînes qui ne sont pas cryptées; "non" trouvera les chaînes cryptées et non cryptées.
tr: "Evet" seçeneğini belirlerseniz tarama yalnızca şifrelenmemiş kanalları kaydeder; "hayır" şifreli ve şifresiz kanalları bulur.

source: MakeBouquet
fr: CréerBouquet
tr: Buket Yap

source: Making bouquet...
fr: Création du bouquet…
tr: Buket yapılıyor...

source: Most transmitters in European countries only have TV channels in the UHF band.
fr: La plupart des émetteurs dans les pays européens n'ont que des canaux de télévision dans la bande UHF.
tr: Avrupa ülkelerindeki çoğu vericinin UHF bandında sadece TV kanalları vardır.

source: No frequencies to search
fr: Pas de fréquences à rechercher
tr: Aranacak Frekans yok

source: No terrestrial tuner found
fr: Aucun tuner terrestre trouvé
tr: Karasal Tuner bulunamadı

source: No transponders to read
fr: Pas de transpondeur à lire
tr: Okunacak Transponder yok

source: No valid NIM found for terrestrial
fr: Aucun MNI valide n'a été trouvé pour le système terrestre.
tr: Karasal için geçerli bir Tuner bulunamadı

source: Only free scan
fr: Analyser uniquement les chaînes en clair
tr: Sadece şifresiz tarama

source: Reading SI tables on %s MHz
fr: Lecture des tableaux SI en %s MHz
tr: SI tablolarını okuma %s MHz

source: Reading channel %s
tr: Kanal okunuyor %s

source: Reading streams
fr: Flux de lecture
tr: Stream okuma

source: Really close without saving settings?
fr: Voulez-vous vraiment fermer sans sauvegarder?
tr: Ayarları kaydetmeden gerçekten kapansınmı?

source: Restrict search to single ONID
fr: Restreindre la recherche à un seul ONID
tr: Aramayı tek bir ONID ile kısıtla

source: Scan
fr: Analyser
tr: Arama

source: Scanning channel %s
tr: Kanal tarama %s

source: Scanning for active transponders
fr: Recherche de transpondeurs actifs
tr: Aktif Transponderleri tarama

source: Select "Yes" to restrict the search to multiplexes that belong to a single original network ID (ONID). Select "No" to search all ONIDs.
fr: Sélectionnez "Oui" pour restreindre la recherche aux multiplexes qui appartiennent à un seul ID réseau d'origine (ONID). Sélectionnez "Non" pour rechercher tous les ONID.
tr: Aramayı tek bir orijinal ağ kimliğine (ONID) ait çoğullarla sınırlamak için "Evet" seçeneğini belirleyin. Tüm ONID'leri aramak için "Hayır" seçeneğini seçin.

source: Select a tuner that is configured for terrestrial scans. "Automatic" will pick the highest spec available tuner.
fr: Sélectionnez un tuner configuré pour les balayages terrestres. "Automatique" choisira l'accordeur le plus haut de gamme disponible.
tr: Karasal taramalar için yapılandırılmış bir alıcı seçin. "Otomatik" en yüksek özellikli tuneri seçecektir.

source: Selected tuner is not cofigured
fr: Le tuner sélectionné n'est pas configuré.
tr: Seçilen tuner yapılandırılmadı

source: Starting scanner
fr: Démarrage du scanner
tr: Tarayıcıyı başlatma

source: Starting search...
fr: Lancer la recherche.....
tr: Arama başlatılıyor...

source: Terrestrial
fr: Terrestre
tr: Karasal

source: Terrestrial Scan
fr: Scan Terrestre
tr: Karasal arama

source: TerrestrialScan
fr: ScanTerrestre
tr: Karasal Arama

source: Tuning %s MHz
fr: Syntonisation %s MHz
tr: Ayar %s MHz

source: UHF Europe
tr: UHF Avrupa

source: UHF/VHF Europe
tr: UHF/VHF Avrupa
