Repository: builder08/oe-alliance-plugins_5.9
Catalog: MisPlsLcnScan/po/*.po
Languages: fr

source: Cannot allocate the demuxer.
fr: Impossible d'allouer le demuxer.

source: Cannot free NIM because a recording is in progress
fr: Impossible de libérer NIM car un enregistrement est en cours

source: Cannot get frontend
fr: Impossible d'obtenir le frontend

source: Cannot get the NIM
fr: Impossible d'obtenir le NIM

source: Cannot retrieve Resource Manager instance
fr: Impossible de récupérer l'instance Gestionnaire des Ressources

source: Clear before scan
fr: Effacer avant de chercher

source: Exit
fr: Quitter

source: Found %d transponder
fr: %d transpondeur trouvé

source: Found %d transponders
fr: %d transpondeurs trouvés

source: Fransat MIS 5W
fr: FRANSAT MIS 5O

source: If you select "yes" stored channels at the same orbital position will be deleted before starting the current search. Note: if you are scanning more than one provider this must be set to "no".
fr: Si vous sélectionnez "Oui" les canaux mémorisés à la même position orbitale seront supprimés avant de commencer la recherche en cours. Remarque: Si vous numérisez plus d’un fournisseur, celui-ci doit être défini sur «non».

source: If you select "yes" the scan will only save channels that are not encrypted; "no" will find encrypted and non-encrypted channels.
fr: Si vous sélectionnez "oui", l'analyse n'enregistrera que les chaînes qui ne sont pas cryptées; "non" trouvera les chaînes cryptées et non cryptées.

source: Italia MIS 5W
fr: Italie MIS 5O

source: No compatible tuner found
fr: Aucun tuner compatible trouvé

source: No frequencies to search
fr: Pas de fréquences à rechercher

source: No valid NIM found for %s
fr: Aucun NIM valide trouvé pour %s

source: Only free scan
fr: Ne rechercher que ceux en clair

source: Provider
fr: Opérateur

source: Reading SI tables on %s MHz, IS %s
fr: Lecture des tables SI sur %s MHz, IS %s

source: Really close without saving settings?
fr: Voulez-vous vraiment quitter sans sauver les paramètres?

source: Scan
fr: Analyser

source: Scanning transponders
fr: Recherche de transpondeurs

source: Select the provider you wish to scan.
fr: Sélectionnez le fournisseur que vous souhaitez chercher.

source: Starting scanner
fr: Démarrage de la recherche

source: Starting search...
fr: Lancer la recherche…

source: Tuning %s MHz, IS %s
fr: Tuner %s MHz, IS %s
