Repository: builder08/oe-alliance-plugins_5.9
Catalog: VuChromium/po/*.po
Languages: pl

source: Cancel
pl: Anuluj

source: Save
pl: Zapisz

source: ChromiumOS Settings
pl: Ustawienia ChromiumOS

source: Start Up URL
pl: Początkowy adres URL

source: X-margin on GUI
pl: Margines X na GUI

source: Y-margin on GUI
pl: Margines Y na GUI

source: Enable Ntpd when start ChromiumOS
pl: Włącz Ntpd podczas uruchamiania ChromiumOS

source: Exit
pl: Wyjście

source: Global
pl: Globalny

source: Mouse
pl: Myszka

source: Keyboard
pl: Klawiatura

source: Browser Help
pl: Pomoc Przeglądarki

source: Exit the Browser.
pl: Wyjdź z Przeglądarki.

source: Enter Key
pl: Klawisz ENTER

source: Backspace Key
pl: Klawisz Backspace

source: Open the virtual-keyboard on enigma2
pl: Otwórz wirtualną klawiaturę na enigma2

source: Switch to keyboard/mouse mode.
pl: Przełącz na tryb klawiatury / myszy.

source: It will move the mouse pointer up.
pl: Przesuwa wskaźnik myszy w górę.

source: It will move the mouse pointer down.
pl: Przesuwa wskaźnik myszy w dół.

source: It will move the mouse pointer left.
pl: Przesuwa wskaźnik myszy w lewo.

source: It will move the mouse pointer right.
pl: Przesuwa wskaźnik myszy w prawo.

source: Left Mouse Button
pl: Lewy Przycisk Myszy

source: Right Mouse Button
pl: Prawy Przycisk Myszy

source: Left Key
pl: Lewy Klawisz

source: Right Key
pl: Prawy Klawisz

source: Page up key
pl: Klawisz Strona w górę

source: Page down key
pl: Klawisz Strona w dół

source: Up Key
pl: Klawisz w Górę

source: Down Key
pl: Klawisz w Dół

source: PageUp Key
pl: Klawisz Strona w górę

source: PageDown Key
pl: Klawisz Strona w dół

source: Go to previous page.
pl: Wróć do poprzedniej strony.

source: Go to next page.
pl: Przejdź do następnej strony.

source: Setting
pl: Ustawienia

source: Help
pl: Pomoc

source: Start ChromiumOS
pl: Uruchom ChromiumOS

source: * Start ChromiumOS
pl: * Uruchom ChromiumOS

source: * Setting ChromiumOS
pl: * Ustawienia ChromiumOS

source: * RC Help
pl: * Pomoc RC

source: Start URL
pl: Początkowy adres URL

source: ChromiumOS by STT
pl: ChromiumOS firmy STT

source: Chromium Virtual Keyboard
pl: Klawiatura wirtualna Chromium

source: YouTubeTV Settings
pl: Ustawienia YouTubeTV

source: YouTube TV Settings
pl: Ustawienia YouTube TV

source: Do not show YouTube TV Starter again
pl: Nie pokazuj ponownie strony początkowej YouTube TV

source: Enable Ntpd when start YoutubeTV
pl: Włącz Ntp podczas uruchamiania Youtube TV

source: Start YouTube TV
pl: Uruchom YouTube TV

source: YouTube TV is a new way to watch YouTube videos on Vu+
pl: YouTube TV to nowy sposób oglądania filmów z YouTube na Vu +

source: * Start YouTube TV
pl: * Uruchom YouTube TV

source: * Setting YouTube TV
pl: * Ustawienia YouTube TV

source: Play selected video
pl: Odtwórz wybrane wideo

source: Exit YoutubeTV
pl: Wyjdź z YoutubeTV

source: Back key
pl: Powrót

source: Move up
pl: W Górę

source: Move down
pl: W Dół

source: Move left
pl: W Lewo

source: Move right
pl: W Prawo

source: Search a video
pl: Wyszukaj wideo

source: Play current video
pl: Odtwórz bieżące wideo

source: Pause current video
pl: Wstrzymaj bieżące wideo

source: Skip forward 10 sec
pl: Przeskocz do przodu o 10 sekund

source: Skip backward 10 sec
pl: Przeskocz do tyłu o 10 sekund
