Repository: builder08/oe-alliance-plugins_5.9
Catalog: Chromium/po/*.po
Languages: de, es

source: Use EGL Hardware acceleration
de: Verwenden Sie die EGL-Hardwarebeschleunigung
es: Usar aceleración de hardware EGL

source: Show Chromium in Mainmenu
de: Chromium im Hauptmenü anzeigen
es: Mostar Chromium en Menú Principal

source: Show YouTubeTV in Mainmenu
de: YouTubeTV im Hauptmenü anzeigen
es: Mostrar YouTubeTV en Menú Principal

source: Show Disney in Mainmenu
de: Disney im Hauptmenü anzeigen
es: Mostrar Disney en Menú Principal

source: Show Netflix in Mainmenu
de: Netflix im Hauptmenü anzeigen
es: Mostrar Netflix en Menú Principal

source: Show Dazn in Mainmenu
de: Dazn im Hauptmenü anzeigen
es: Mostrar Dazn en Menú Principal

source: Show Prime Video in Mainmenu
de: Prime Video im Hauptmenü anzeigen
es: Mostrar Prime Video en Menú Principal

source: Start Chromium with enigma2 (Autostart)
de: Starte Chromium mit enigma2 (Autostart)
es: Iniciar Chromium con enigma2 (Inicio automático)

source: Cancel
de: Beenden
es: Cancelar

source: Save
de: Speichern
es: Guardar

source: Set this as default?
de: Festlegen als standard?
es: ¿Establecer como predeterminado?
