Repository: builder08/oe-alliance-plugins_5.9
Catalog: xmlUpdate/po/*.po
Languages: tr

source: /etc/tuxbox (default)
tr: /etc/tuxbox (varsayılan)

source: Exit
tr: Çıkış

source: Fetch
tr: Getirmek

source: Fetching and saving %s.xml succeeded. Restart now for changes to take immediate effect?
tr: %s.xml getirilip kaydedildi. Değişikliklerin hemen etkili olması için şimdi yeniden başlatılsın mı?

source: File being updated, i.e. satellites.xml, cables.xml, or terrestrial.xml.
tr: Dosya güncelleniyor, i.e. satellites.xml, cables.xml, veya terrestrial.xml

source: Folder where the downloaded file will be saved. "/etc/tuxbox" is the default location. Files stored in "/etc/enigma2" override the default file and are not updated on a software update.
tr: İndirilen dosyanın kaydedileceği klasör. "/etc/tuxbox" varsayılan konumdur. İçinde saklanan dosyalar "/etc/enigma2" varsayılan dosyayı geçersiz kılar ve yazılım güncellemesinde güncellenmez.

source: Online source where the transponder xml file is being retrieved from.
tr: Transponder xml dosyasının alındığı çevrimiçi kaynak.

source: Save to
tr: Şuraya kaydet

source: Saving the %s.xml file failed
tr: %s.xml dosyası kaydedilemedi

source: Source
tr: Kaynak

source: The %s.xml download was corrupt.
tr: %s.xml indirmesi bozuk.

source: The %s.xml file could not be fetched
tr: %s.xml dosyası getirilemedi

source: XML update
tr: XML güncellemesi

source: cable
tr: Kablo TV

source: satellite
tr: Uydu

source: terrestrial
tr: Karasal
