Repository: builder08/oe-alliance-plugins_5.9
Catalog: VuRemote/po/*.po
Languages: pt

source: Remote Control Code
pt: Código do Telecomando

source: Cancel
pt: Cancelar

source: Save
pt: Gravar

source: Sorry, but %s is not supported.
pt: Desculpe, mas %s não é suportado.

source: Remote Control Type
pt: Tipo de Telecomando

source: Remote Control System Code
pt: Código de sistema do Telecomando

source: Text support
pt: Suporte de Texto

source: FILE NOT EXIST : /proc/stb/fp/remote_code
pt: FICHEIRO não existe: /proc/stb/fp/remote_code

source: Please change your remote mode
pt: Altere o modo do seu Telecomando:

source: Press and hold <OK> and <STB> until red LED is solid, then press '0000
pt: Prima e retenha <OK> e <STB> até que o LED vermelho acenda, depois prima '0000

source: ', then press <OK>
pt: ', depois prima <OK>

source: Then choose 'Keep' within seconds
pt: Depois escolha 'Manter' dentro

source: Press and hold '2' & '7' until red LED is solid, then press 'Help', then press '000
pt: Prima e retenha <2> e <7> até que o LED vermelho acenda, depois prima '000

source: Keep
pt: Manter

source: Restore
pt: Restaurar

source: in %d seconds.
pt: de %d segundos.
