Repository: builder08/oe-alliance-plugins_5.9
Catalog: GigaBlueVFDControl/po/*.po
Languages: it

source: Always off
it: Sempre spento

source: Blink Record Led
it: Lampeggia il LED durante la registrazione

source: Blue
it: Blu

source: Brightness
it: Luminosità

source: Brightness Standby
it: Luminosità Standby

source: Cancel
it: Annulla

source: Change LED display settings
it: Modifica impostazioni LED al display

source: Channel number with leading zeros
it: Numero del canale con zeri iniziali

source: Channelnumber in Standby Clock
it: Numero canale nell'orologio in standby

source: Channelnumber in Standby off
it: Numero canale in Standby disattivato

source: Channelnumber/Clock in Standby Clock
it: Numero canale/Orologio in standby

source: Clock always
it: Sempre orologio

source: Enable led
it: Abilita led

source: GigaBlue Setup
it: Impostazioni GigaBlue

source: Led Deep Standby
it: Led in Deep Standby

source: Led state Deep Standby
it: Stato LED Deep Standby

source: Led state HDD /dev/sda active
it: Stato LED HDD /dev/sda attivo

source: Led state HDD /dev/sdb active
it: Stato LED HDD /dev/sdb attivo

source: Led state RUN
it: Stato led Avviato

source: Led state Record
it: Stato led in Registrazione

source: Led state Standby
it: Stato led Pausa

source: None
it: Nessuno

source: Purple
it: Viola

source: Red
it: Rosso

source: Save
it: Salva

source: Show clock in Deep Standby
it: Mostra orologio in Deep Standby

source: Show on VFD
it: Mostra su VFD

source: Time mode
it: Modalità ora

source: Update Date/Time
it: Aggiornamento Data/Ora

source: Yes
it: Si
