Repository: builder08/oe-alliance-plugins_5.9
Catalog: VuBluetoothSetup/po/*.po
Languages: de

source: Please repair Vu+ RCU. (by AUDIO+MENU)
de: Bitte repariere Vu+ RCU. (über AUDIO+MENU)

source: %d event
de: %d Ereignis

source: %s Pairing fail
de: %s Pairing fehlgeschlagen

source: %s is connected.
de: %s ist verbunden.

source: %s is disconnected.
de: %s ist nicht verbunden.

source: %s is not found.
de: %s wurde nicht gefunden.

source: 1. Move to Bluetooth Setup Options. (press MENU key in BluetoothSetup)
de: 1. Gehen Sie zu den Bluetooth-Setup-Optionen. (drücken Sie die MENÜ-Taste im Bluetooth-Setup)

source: 2. Change "Skip firmware update of VUPLUS-BLE-RCU" option to "no"
de: 2. Ändern "Firmware-Update der VUPLUS-BLE-RCU überspringen" auf "Nein".

source: 3. Reconnect the VUPLUS-BLE-RCU.
de: Neuverbindung zur VUPLUS-BLE-RCU wiederherstellen.

source: BT dongle has been inserted.
de: BT-Dongle wurde eingesteckt.

source: BT dongle has been removed.
de: BT-Dongle wurde entfernt.

source: Battery is low. Suggest to prepare replacement batteries for using properly %s.
de: Batterie ist fast leer. Wir empfehlen Ihnen, die Batterien für die ordnungsgemäßen Funktion zu tauschen %s.

source: Battery level for OTA : %s
de: Batteriestand für OTA: %s

source: Bluetooth Setup Options
de: Bluetooth-Setup-Optionen

source: Can't communicate with %s
de: Mit %s kann nicht kommuniziert werden

source: Can't communicate with %s.
de: Mit %s kann nicht kommuniziert werden.

source: Cancel
de: Aufheben

source: Connect
de: Verbinden

source: Connect/Disconnect selected device
de: Ausgewähltes Gerät verbinden/trennen

source: Connection failed. Another audio device is connected. (%s)
de: Verbindung fehlgeschlagen. Ein anderes Audiogerät ist angeschlossen. (%s)

source: Current FW version : %d
de: Aktuelle FW-Version: %d

source: Current FW version : %d New FW version : %d
de: Aktuelle FW-Version: %d Neue FW-Version: %d

source: Device is disabling...
de: Gerät deaktiviert sich...

source: Device is enabled.
de: Gerät ist aktiviert.

source: Device is enabling...
de: Gerät aktiviert...

source: Disable
de: Deaktivieren

source: Disconnect
de: Trennen

source: Disconnect %s failed!!
de: %s trennen ist fehlgeschlagen!!

source: Disconnecting %s
de: %s wird getrennt

source: Enable
de: Aktivieren

source: Enable/Disable bluetooth
de: Bluetooth aktivieren/deaktivieren

source: Exit
de: Beenden

source: Exit bluetooth setup
de: Bluetooth Einstellungen aktivieren/deaktivieren

source: If you want to update this firmware version, follow belows.
de: Wenn Sie diese Firmware-Version aktualisieren möchten befolgen Sie die nachstehenden Schritte.

source: New FW version : %d
de: Neue FW-Version: %d

source: New firmware detected for VUPLUS-BLE-RCU.
de: Neue Firmware für VUPLUS-BLE-RCU erkannt.

source: No nearby bluetooth devices were found.
de: Es wurden keine Bluetooth-Geräte in der Nähe gefunden.

source: Not enough battery level for OTA update. Press exit and change battery of VUPLUS-BLE-RCU.
de: Der Akkuladestand reicht für das OTA-Update nicht aus. Drücken Sie Exit und wechseln Sie die Batterie der VUPLUS-BLE-RCU.

source: OTA Failed. %s is disconnected.
de: OTA fehlgeschlagen. %s ist nicht verbunden.

source: Pairing %s
de: Paarung %s

source: Pairing %s failed!!
de: Die Kopplung von %s ist fehlgeschlagen!!

source: Pairing Failed. Another audio device is connected. (%s)
de: Kopplung fehlgeschlagen. Ein anderes Audiogerät ist angeschlossen. (%s)

source: Please enable bluetooth before pairing the VUPLUS-BLE-RCU.
de: Bitte aktivieren Sie Bluetooth, bevor Sie die VUPLUS-BLE-RCU koppeln.

source: Please select scan mode.
de: Bitte wählen Sie die Scan-Methode.

source: Press and hold the buttons <MENU+AUDIO> for five seconds to start.
de: Halten Sie zum Starten die Tasten <MENU+AUDIO> 5 Sekunden lang gedrückt .

source: Press green key to connect device.
de: Drücken Sie die grüne Taste, um das Gerät zu verbinden.

source: Press red key to enable bluetooth.
de: Drücken Sie die rote Taste, um Bluetooth zu aktivieren.

source: Put your voice close to the remote control...
de: Sprechen Sie in die Nähe der Fernbedienung...

source: Remind Me later
de: Erinnere mich später

source: Remove
de: Entfernen

source: Remove selected device
de: Ausgewähltes Gerät entfernen

source: Removing VUPLUS-BLE-RCU...
de: VUPLUS-BLE-RCU entfernen..

source: Scan and setup Vu+ Bluetooth RCU
de: Scannen und richten Sie die Vu+ Bluetooth RCU ein

source: Scan failed! try again.
de: Scan fehlgeschlagen! versuchen Sie es erneut.

source: Scan failed. Please try again VUPLUS BLE RCU setup. (AUDIO+MENU buttons)
de: Der Scan ist fehlgeschlagen. Bitte versuchen Sie es noch einmal mit der VUPLUS BLE RCU-Einrichtung. (AUDIO+MENU-Tasten)

source: Scan other bluetooth 3.0 device (A2DP, HID)
de: Andere Bluetooth 3.0-Geräte scannen (A2DP, HID)

source: Scanning VUPLUS BLE RCU
de: Scannen von VUPLUS BLE RCU

source: Scanning bluetooth devices
de: Scannen von Bluetooth-Geräten

source: Set bluetooth audio delay (msec)
de: Bluetooth-Audioverzögerung einstellen (ms)

source: Setup bluetooth options
de: Bluetooth-Optionen einrichten

source: Show battery low message on infobar notification
de: Niedrige Batteriestand in der Infobar-Benachrichtigung anzeigen

source: Show state message on infobar notification
de: Statusmeldung in der Infobar-Benachrichtigung anzeigen

source: Skip firmware update of VUPLUS-BLE-RCU (version : %d)
de: Firmware-Update von VUPLUS-BLE-RCU überspringen (Version: %d)

source: Skip this version
de: Überspringe diese Version

source: Start Scan / Setup VUPLUS BLE RCU
de: Starten Sie Scan/Setup VUPLUS BLE RCU

source: Start scan
de: Scan starten

source: Starting...
de: Starten...

source: Stop scan
de: Stoppe Scan

source: The BT dongle has been removed. It takes 10 seconds from when the BT dongle is removed until the remote control operates in IR mode.
de: Der BT-Dongle wurde entfernt. Vom Entfernen des BT-Dongles bis zum Betrieb der Fernbedienung im IR-Modus dauert es 10 Sekunden.

source: There is no voice input.
de: Es gibt keine Spracheingabe.

source: Try connect to last audio device on start enable
de: Versuchen Sie, die Verbindung zum letzten Audiogerät beim Start zu aktivieren

source: Type %s on %s to connect, then press Enter or Return.
de: Gehen Sie %s auf %s ein, um eine Verbindung herzustellen und drücken Sie Ok oder Exit.

source: Upgrade now
de: Jetzt upgraden

source: VUPLUS-BLE-RCU is disconnected. Please connect and select again.
de: VUPLUS-BLE-RCU ist nicht verbunden. Bitte verbinden und erneut auswählen.

source: While the update is progress, RCU can not be used and other bluetooth device must be disconnected.
de: Während das Update läuft, kann die RCU nicht verwendet werden und andere Bluetooth-Geräte müssen getrennt werden.

source: Wrong pin number for %s. Please try again and check pin number.
de: Falsche PIN-Nummer für %s. Bitte versuchen Sie es erneut und überprüfen Sie die PIN-Nummer.

source: connect to %s failed!!
de: Verbindung zu %s fehlgeschlagen!!

source: connecting %s
de: %s wird verbunden

source: disconnect to %s failed!!
de: Verbindung zu %s trennen ist fehlgeschlagen!!

source: remove %s failed!!
de: Entfernen %s fehlgeschlagen!!!
