Repository: builder08/oe-alliance-plugins_5.9
Catalog: LCD4linux/po/*.po
Languages: nl

source: LCD Custom Height
nl: LCD aangepaste hoogte

source: LCD Custom Width 2
nl: LCD aangepaste breedte 2

source: LCD Custom Height 2
nl: LCD aangepaste hoogte 2

source: LCD Off when shutdown
nl: LCD uit wanneer uitgeschakeld

source: Display Delay [ms]
nl: Toon vertraging [ms]

source: Threads per LCD
nl: Draden per LCD

source: Show Crash Corner
nl: Toon Crash hoek

source: Show 'no ....' Messages
nl: Toon 'nee ...' berichten

source: Storage-Devices: Force Read
nl: Opslagmedia: force read

source: Storage-Devices: Color Back
nl: Opslagmedia:kleuk achter

source: Storage-Devices: Color Bar
nl: Opslagmedia: kleur balk

source: Storage-Devices: Color Full
nl: Opslagmedia: kleur volledig

source: Network Check active
nl: Netwerkcontrole aktief

source: Switch FrameBuffer [if possible]
nl: Schakel framebuffer [indien mogelijk)

source: Config Backup Path [ok]>
nl: Config backuppad [ok]>

source: Config Restore All Settings
nl: Config herstel alle instellingen

source: Debug-Logging > /tmp/L4log.txt
nl: Debuglogs > /tmp/L4log.txt

source: - Backlight Off [disable set Off=On]
nl: - Achtergrondverlichting Uit

source: - Backlight On
nl: - Achtergrondverlichting Aan

source: - Backlight Weekend Off [disable set Off=On]
nl: - Achtergrondverlichting weekeinde uit

source: - Backlight Weekend On
nl: - Achtergrondverlichting Weekeinde Aan

source: - LCD Auto-OFF
nl: - LCD Auto-UIT

source: Background
nl: Achtergrond

source: - Picture [ok]>
nl: - Plaatje [ok]>

source: - Picon Size
nl: - Picon grootte

source: - Split Screen
nl: - Gedeeld scherm

source: - Full Screen
nl: - Vol scherm

source: - Text Size
nl: - Tekst grootte

source: - Transparency
nl: - Transparantie

source: - Picon Path [ok]>
nl: - Picon-pad [ok]>

source: - Picon Path 2 [ok]>
nl: - Picon-pad 2 [ok]>

source: - Picon Cache Path [ok]>
nl: - Picon cache-pad [ok]>

source: Clock
nl: Klok

source: - Analog Clock
nl: - Analoge klok

source: - Spacing
nl: - Spatie

source: - Size
nl: -Grootte

source: - Shadow Edges
nl: - Shaduwhoeken

source: Clock 2
nl: Klok 2

source: Program Name
nl: Programmanaam

source: - maximum Lines
nl: - Maximum aantal lijnen

source: - Length
nl: - Lengte

source: Program Number
nl: Programmanummer

source: Program Info
nl: Programma-info

source: Program Info 2
nl: Programma-info 2

source: Next Program Info
nl: Info volgende programma

source: Extended Description
nl: Uitgebreide beschrijving

source: - use Info when empty
nl: - gebruik info indien leeg

source: Progress Bar
nl: Voortgangsbalk

source: - Color Text
nl: - Kleur 1

source: - Border
nl: - Rand

source: - Shaded
nl: - Schaduw

source: - Unit min
nl: - Eenheid min

source: Informations
nl: Informatie

source: Informations 2
nl: Informatie 2

source: Signal Quality Bar
nl: Signaalkwaliteit balk

source: - Gradient
nl: - Gradiënt

source: - Bar Range Min
nl: - Balkbereik min

source: - Bar Range Max
nl: - Balkbereik max

source: Satellite
nl: Satelliet

source: Used Tuner
nl: Gebruikte tuner

source: - only active Tuner
nl: - Alleen actieve tuner

source: Next Timer Event
nl: Volgende timer

source: - Show State
nl: - Toon status

source: - Online Name:Address
nl: - Online Naam:Adres

source: Storage-Devices
nl: Opslagmedia

source: - free Warning
nl: - Vrij waarschuwing

source: - Device Name
nl: - Apparaatnaam

source: - Weather Type
nl: - Weertype

source: Weather 2
nl: Weer 2

source: Meteo-Weather Station
nl: Meteo-weerstation

source: - Base
nl: - Basis

source: - Name
nl: - Naam

source: - Color 1
nl: - Kleur 1

source: - Color 2
nl: - Kleur 2

source: - Color 3
nl: - Kleur 3

source: - Color 4
nl: - Kleur 4

source: - Color 5
nl: - Kleur 5

source: - Color 6
nl: - Kleur 6

source: - Length [Bar]
nl: - Lengte [Balk]

source: Moonphase
nl: Maanfase

source: Sunrise
nl: Zonsopkomst

source: Show oscam.lcd
nl: Toon oscam.lcd

source: - File [ok]>
nl: - Bestand [ok]>

source: Show ecm.info
nl: Toon ecm.info

source: Show Textfile
nl: Toon tekstbestand

source: Show Textfile 2
nl: Toon tekstbestand 2

source: Show Textfile 3
nl: Toon tekstbestand 3

source: Show HTTP Text
nl: Toon HTTP tekst

source: - HTTP Width
nl: - HTTP Breedte

source: - HTTP Height
nl: - HTTP Hoogte

source: - Cut from X
nl: - Knippen vanaf X

source: - Cut from Y
nl: - Knippen vanaf Y

source: - Cut Width [disable = 0]
nl: - Knip-breedte (uitschakelen = 0)

source: - Cut Height [disable = 0]
nl: - Knip-hoogte (uitschakelen = 0)

source: Show Picture
nl: Toon foto

source: - File or Path [ok]>
nl: - Bestand of pad [ok]>

source: - Size max Height
nl: - Maximale hoogte

source: - Quick Update
nl: - Snell update

source: Show Picture 2
nl: Toon foto 2

source: Show Picture 3
nl: Toon foto 3

source: Show Picture 4
nl: Toon foto 4

source: - Lines
nl: - Lijnen

source: - Mail Konto
nl: - Mail account

source: - max Width
nl: - Maximale breedte

source: - Picture Size
nl: - Foto grootte

source: - Picture Position
nl: - Foto positie

source: - Picture Alignment
nl: - Foto uitlijning

source: - Current Day Background Color
nl: - Huidige achtergrondkleur overdag

source: - Caption Color
nl: - Hoofdletterkleur

source: Dates List
nl: Datumlijst

source: Event Icon Bar
nl: Gebeurtenissen ikoon balk

source: - Popup Screen
nl: - Popupscherm

source: Show Text 1
nl: Toon tekst 1

source: - Text
nl: - Tekst

source: Show Text 2
nl: Toon tekst 2

source: Rectangle 1
nl: Rechthoek 1

source: - Position x
nl: - Positie x

source: - Position y
nl: - Positie y

source: - Size x
nl: - Waarde X

source: - Size y
nl: - Waarde Y

source: Rectangle 2
nl: Rechthoek 2

source: Recording
nl: Neemt op

source: Stutter TV
nl: Stotter-TV

source: - Screens used for Changing
nl: - Schermen gebruikt voor veranderen

source: Title
nl: Titel

source: Show Cover
nl: Toon Cover

source: - Search Path [ok]>
nl: - Zoekpad [ok]>

source: - Picon First
nl: - Picon eerst

source: LCD4linux Display-Mode On
nl: LCD4linux display-modus aan

source: Set Media >>
nl: Media instellingen >>

source: LCD4linux Display-Mode MediaPlayer
nl: LCD4linux display-modus mediaspeler

source: Set Idle >>
nl: Idle instellingen >>

source: LCD4linux Display-Mode Idle
nl: LCD4linux display-modus idle

source: Set Global >>
nl: Algemene instellingen >>

source: LCD4linux Settings
nl: LCD4linux instellingen

source: Set On >>
nl: Aan instellingen >>

source: Choose dir
nl: Kies map

source: Choose file
nl: Kies bestand

source: Choose font
nl: Kies lettertype

source: %s - Current value: %s
nl: %s - Huidige waarde: %s

source: GUI needs a restart to apply the changes. Do you want to Restart the GUI now?
nl: Er is een GUI-herstart nodig om de veranderingen toe te passen. Wilt u nu de GUI hertarten?

source: Restart GUI now?
nl: GUI nu herstarten?

source: Outdoor
nl: Buitenshuis

source: Rain
nl: Regen

source: Indoor
nl: Binnenshuis

source: New Moon
nl: Nieuwe maan

source: First Quarter
nl: Eerste kwartier

source: Waxing Crescent
nl: Wassende halve maan

source: Waxing Gibbous
nl: Wassende volle maan

source: Full Moon
nl: Volle maan

source: Waning Gibbous
nl: Afnemende volle maan

source: Waning Crescent
nl: Afnemende halve maan

source: Last Quarter
nl: Laatste kwartier

source: Picture not available
nl: Afbeelding niet beschikbaar

source: no Timer
nl: geen timer

source: OSCAM not running
nl: OSCAM draait niet

source: no Calls
nl: geen oproepen

source: %d Mails %d New %s
nl: %d Mail %d Nieuw %s

source: no Netatmo-Plugin installed
nl: geen Netatmo-Plugin geïnstalleerd

source: LCD4linux Screen Switch
nl: LCD4linux schermschakelaar
