Repository: builder08/oe-alliance-plugins_5.9
Catalog: LCD4linux/po/*.po
Languages: nl

source: Screen
nl: Scherm

source: Picture
nl: Plaatje

source: Weather
nl: Weer

source: Popup-Text
nl: Popuptekst

source: Font
nl: Lettertype

source: Calendar
nl: Kalender

source: Remote Box
nl: Klant box

source: Key
nl: Sleutel

source: WebIF IP Allow
nl: WEB-IF IP toegestaan

source: No or wrong File selected, try a correct File first !
nl: Geen of verkeer bestand geselecteerd; probeer eerst een correct bestand!

source: IP seurity not supported by Box
nl: IP beveiliging is niet ondersteund door de box

source: Show
nl: Toon

source: Delete
nl: Verwijder

source: Restore Config
nl: Configuratie herstellen

source: Backup Config
nl: Sla configurtie op

source: Delete Logfile
nl: Verwijder logbestand

source: Download Logfile
nl: Download logbestand

source: Save Config
nl: Sla configuratie op

source: stop Screencycle
nl: stop schermcyclus

source: Global
nl: Globaal

source: On
nl: Aan

source: other
nl: anders

source: set Settings
nl: maak instellingen

source: copy to On
nl: Kopieer naar aan

source: copy to Media
nl: Kopieer naar media

source: copy to Idle
nl: Kopieer naar inactief

source: GUI Restart is required
nl: GUI-herstart is noodzakelijk

source: Show Externals
nl: Toon externe

source: List of Storage Devices
nl: Lijst van opslagmedia

source: Parent Directory
nl: Bovengelegen map

source: Mon
nl: Ma

source: Tue
nl: Di

source: Wed
nl: Wo

source: Thur
nl: Do

source: Fri
nl: Vr

source: Sat
nl: Za

source: Sun
nl: Zo

source: black
nl: zwart

source: white
nl: wit

source: gray
nl: grijs

source: silver
nl: zilver

source: slategray
nl: leigrijs

source: aquamarine
nl: zeegroen

source: yellow
nl: Geel

source: greenyellow
nl: groengeel

source: gold
nl: goud

source: red
nl: rood

source: tomato
nl: tomaat

source: darkred
nl: donker rood

source: orange
nl: oranje

source: darkorange
nl: donker oranje

source: orangered
nl: oranjerood

source: green
nl: groen

source: lawngreen
nl: grasgroen

source: darkgreen
nl: donker groen

source: lime
nl: limoen

source: lightgreen
nl: licht groen

source: blue
nl: blauw

source: blueviolet
nl: blauw paars

source: darkblue
nl: donker blauw

source: cadetblue
nl: blauw-grijs

source: cornflowerblue
nl: korenbloem blauw

source: lightblue
nl: licht blauw

source: violet
nl: paars

source: darkorchid
nl: donker paars

source: deeppink
nl: diep paars

source: cyan
nl: groenblauw

source: brown
nl: bruin

source: sandybrown
nl: zandbruin

source: rosybrown
nl: roze bruin

source: olive
nl: olijf

source: off
nl: uit

source: Screen 1
nl: Scherm 1

source: Screen 2
nl: Scherm 2

source: Screen 3
nl: Scherm 3

source: Screen 1+2
nl: Scherm 1+2

source: Screen 1+3
nl: Scherm 1+3

source: Screen 2+3
nl: Scherm 2+3

source: Screen 1+2+3
nl: Scherm 1+2+3

source: Screen 4
nl: Scherm 4

source: Screen 1+4
nl: Scherm 1+4

source: Screen 2+4
nl: Scherm 2+4

source: Screen 3+4
nl: Scherm 3+4

source: Screen 1+2+4
nl: Scherm 1+2+4

source: Screen 1+3+4
nl: Scherm 1+3+4

source: Screen 2+3+4
nl: Scherm 2+3+4

source: Screen 1+2+3+4
nl: Scherm 1+2+3+4

source: Screen 5
nl: Scherm 5

source: Screen 6
nl: Scherm 6

source: Screen 7
nl: Scherm 7

source: Screen 8
nl: Scherm 8

source: Screen 9
nl: Scherm9

source: Screen 1-5
nl: Scherm 1-5

source: Screen 1-6
nl: Scherm 1-6

source: Screen 1-7
nl: Scherm 1-7

source: Screen 1-8
nl: Scherm 1-8

source: Screen 1-9
nl: Scherm 1-9

source: Screen 5-8
nl: Scherm 5-8

source: Screen 5-9
nl: Scherm 5-9

source: Screen 1+3+5+7+9
nl: Scherm 1+3+5+7+9

source: Screen 2+4+6+8
nl: Scherm 2+4+6+8

source: Screen 1-2
nl: Scherm 1-2

source: Screen 1-3
nl: Scherm1-3

source: Screen 1-4
nl: Scherm 1-4

source: on
nl: aan

source: 2h
nl: 2 uur

source: 3h
nl: 3 uur

source: 5h
nl: 5 uur

source: Pearl (or compatible LCD) 320x240
nl: Pearl (of compatible LCD) 320x240

source: Pearl (or compatible LCD) 240x320
nl: Pearl (of compatible LCD) 240x320

source: Internal TFT-LCD 400x240
nl: Intern TFT-LCD 400x240

source: Internal Box-Skin-LCD
nl: Intern Box-Skin-LCD

source: only Picture 320x240
nl: alleen foto 320x240

source: only Picture 800x480
nl: alleen foto 800x480

source: only Picture 800x600
nl: alleen foto 800x600

source: only Picture 1024x600
nl: alleen foto1024x600

source: only Picture Custom Size
nl: alleen foto aangepaste grootte

source: only Picture Custom Size 2
nl: alleen foto aangepaste grootte 2

source: Internal Vu+ Duo2 LCD 400x240
nl: Intern Vu+ Duo2 LCD 400x240

source: 2 Days 1 Line
nl: 2 dagen 1 regel

source: 2 Days 2 Line
nl: 2 dagen 2 regels

source: 4 Days 1 Line
nl: 4 dagen 1 regel

source: 4 Days 2 Lines
nl: 4 dagen 2 regels

source: 5 Days 1 Line
nl: 5 dagen 1 regel

source: 5 Days 2 Lines
nl: 5 dagen 2 regels

source: Current
nl: Huidige

source: Current Temperature (+C)
nl: Huidige temperatuur (+C)

source: Current Temperature (-C)
nl: Huidige temperatuur (-C)

source: 4 Days Vertical View
nl: 4 dagen verticaal aanzicht

source: 5 Days Vertical View
nl: 5 dagen verticaal aanzicht

source: Current Temperature
nl: Huidige temperatuur

source: All
nl: Alle

source: Temperature
nl: Temperatuur

source: Temperature+Humidity
nl: Temperatuur+vochtigheid

source: Temperature+Co2
nl: Temperatuur+Co2

source: Temperature+Co2+Pressure
nl: Temperatuur+Co2+Druk

source: userdefined
nl: gebruiker gedefinieerd

source: Bar
nl: Balk

source: Bar+Value
nl: Balk+waarde

source: Knob
nl: Schakelaar

source: Knob+Value
nl: Schakelaar+waarde

source: Time
nl: Tijd

source: Date+Time
nl: Datum+Tijd

source: Date+Time+Weekday
nl: Datum+Tijd+ Dag

source: Date
nl: Datum

source: Time+Weekday
nl: Tijd+Dag

source: Weekday
nl: Weekdag

source: Analog
nl: Analoog

source: Analog+Date
nl: Analoog+Datum

source: Analog+Date+Weekday
nl: Analoog+Datum+Dag

source: Analog+Date+Weekday 2
nl: Analoog+datum+dag 2

source: left
nl: links

source: center
nl: midden

source: right
nl: rechts

source: Short
nl: Kort

source: Short (Extended)
nl: Kort (verlengd)

source: Extended
nl: Uitgebreid

source: Extended (Short)
nl: Uitgebreid (kort)

source: Short+Extended
nl: Kort+verlengd

source: no Calendar
nl: Geen kalender

source: Month
nl: Maand

source: Month+Header
nl: Maand+hoofd

source: Week+Header
nl: Week+hoofd

source: no Dates
nl: Geen datums

source: Dates compact 2 Lines
nl: Datum compact 2 regels

source: Dates compact 3 Lines
nl: Datum compact 3 regels

source: Dates 1 Line
nl: Data 1 regel

source: Dates 3 Lines
nl: Data 3 regels

source: Dates 5 Lines
nl: Data 5 regels

source: Dates 9 Lines
nl: Data 9 regels

source: Underline
nl: Onderlijnen

source: Underline 2
nl: Onderlijnen 2

source: Dates compact
nl: Datum compact

source: Dates compact no Icon
nl: Datum compact geen icoon

source: Dates
nl: Data

source: Dates no Icon
nl: Datum geen icoon

source: with Icon
nl: met ikoon

source: no Icon
nl: geen ikoon

source: with Icon & Targetnumber
nl: met ikoon & doelnummer

source: no Icon, with Targetnumber
nl: geen ikoon, met doelnummer

source: no
nl: Nee

source: rpm/2
nl: omw/min/2

source: rpm
nl: omw/min

source: C + rpm/2
nl: C + omw/2

source: C + rpm
nl: C + omw

source: Load@1min
nl: Laad@1min

source: Load@5min
nl: Laad@5min

source: show run+sleep
nl: toon actief + slaap

source: show run
nl: toon actief

source: Always All
nl: Altijd alle

source: Always New
nl: Altijd nieuw

source: Only New
nl: Alleen nieuw

source: Picon+Channel+Title
nl: Picon+kanaal+titel

source: Picon+Channel
nl: Picon+kanaal

source: Channel+Title
nl: Kanaal+titel

source: Channel
nl: Kanaal

source: same color
nl: zelfde kleur

source: yes
nl: ja

source: yes +25%
nl: ja +25%

source: horizontally
nl: horizontaal

source: vertically
nl: vertikaal

source: all
nl: alle

source: Corner
nl: Hoek

source: Corner+Timeshift
nl: Hoek + timeshift

source: only Progress Bar
nl: alleen voortgangsbalk

source: with Remaining Minutes
nl: met resterende minuten

source: with Remaining Minutes (Size 1.5)
nl: met resterende minuten (maat 1.5)

source: with Remaining Minutes (Size 2)
nl: met resterende minuten (maat 2)

source: with Percent
nl: met percentage

source: with Percent (Size 1.5)
nl: met percentage (maat 1.5)

source: with Percent (Size 2)
nl: met percentage (maat 2)

source: with Remaining Minutes (above)
nl: met resterende minuten (boven)

source: with Remaining Minutes (above/Size 1.5)
nl: met resterende minuten (boven/maat 1.5)

source: with Remaining Minutes (above/Size 2)
nl: met resterende minuten (boven/maat 2)

source: with Percent (above)
nl: met percentage (boven)

source: with Percent (above/Size 1.5)
nl: met percentage (boven/maat 1.5)

source: with Percent (above/Size 2)
nl: met percentage (boven/maat 2)

source: with Remaining Minutes (below)
nl: met resterende minuten (onder)

source: with Remaining Minutes (below/Size 1.5)
nl: met resterende minuten (onder/maat 1.5)

source: with Remaining Minutes (below/Size 2)
nl: met resterende minuten (onder/maat 2)

source: with Percent (below)
nl: met percentage (onder)

source: with Percent (below/Size 1.5)
nl: met percentage (onder/maat 1.5)

source: with Percent (below/Size 2)
nl: met percentage (onder/maat 2)

source: with Current 00:00
nl: met huidige 00:00

source: with Current 00:00 (Size 1.5)
nl: met huidige 00:00 (maat 1.5)

source: with Current 00:00 (Size 2)
nl: met huidige 00:00 (maat 2)

source: with Current 00:00 (above)
nl: met huidige 00:00 (boven)

source: with Current 00:00 (above/Size 1.5)
nl: met huidige 00:00 (boven/maat 1.5)

source: with Current 00:00 (above/Size 2)
nl: met huidige 00:00 (boven/maat 2)

source: with Current 00:00 (below)
nl: met huidige 00:00 (onder)

source: with Current 00:00 (below/Size 1.5)
nl: met huidige 00:00 (onder/maat 1.5)

source: with Current 00:00 (below/Size 2)
nl: met huidige 00:00 (onder/maat 2)

source: with Percent Minutes / Total (above)
nl: met percentage minuten / totaal (boven)

source: with Percent Minutes / Total (above/Size 1.5)
nl: met percentage minuten / totaal (boven/maat 1.5)

source: with Percent Minutes / Total (above/Size 2)
nl: met percentage minuten / totaal (boven/maat 2)

source: with absolute Endtime
nl: met absolute eindtijd

source: with absolute Endtime (Size 1.5)
nl: met absolute eindtijd (maat 1,5)

source: with absolute Endtime (Size 2)
nl: met absolute eindtijd (maat 2)

source: with Minutes Total / Endtime (above/Size 1.5)
nl: met minuten Totaal/Eindtijd (boven/maat 1,5)

source: with Minutes Total / Endtime (above/Size 2)
nl: met minuten Totaal/Eindtijd (boven/maat 2)

source: Normal (5s)
nl: Normaal (5s)

source: Fastmode (2s)
nl: Snelle modus (2s)

source: alphabetic
nl: alfabetisch

source: random
nl: willekeurig

source: low/fast (all)
nl: laag/snel (alle)

source: low/fast (Picture only)
nl: laag/langzaam (alleen foto)

source: better/slow
nl: beter/langzaam

source: no cache + no adjustment
nl: geen cache + geen aanpassing

source: cache + adjustment (high quality, slow)
nl: cache + aanpassing (hoge kwaliteit, langzaam)

source: cache + adjustment (low quality, fast)
nl: cache + aanpassing (lage kwaliteit, snel)

source: Now/Next
nl: Nu/Straks

source: normal
nl: normaal

source: reduced
nl: beperkt

source: Javascript no Refresh
nl: Javascript niet verversen

source: Reload
nl: Herlaad

source: 1 - normal
nl: 1 - normaal

source: 2 - side by side
nl: 2 - Zij-aan-zij

source: OpenWeatherMap
nl: OpenWeather kaart

source: alternative Copy-Mode/DM800hd (24bit)
nl: alternatieve kopieermode/DM800hd (24bit)

source: yes (32bit)
nl: ja (32bit)

source: yes + %
nl: ja + %

source: yes, short
nl: ja, kort

source: yes, long
nl: ja, lang

source: Coversearch
nl: Cover zoeken

source: always
nl: altijd

source: On+Media+Standby
nl: Aan+media+stand-by

source: 8bit - grayscale/color
nl: 8bit - grijsschaal/kleur

source: 32bit - color
nl: 32bit - kleur

source: 2 x FastForwardKey
nl: 2 x snel vooruit toets

source: 2 x FastForwardKey Type 2
nl: 2 x snel vooruit toets type 2

source: Long FastForwardKey
nl: Snel voorwaards toets-lang

source: Long FastForwardKey Type 2
nl: Snel voorwaards toets-lang type 2

source: 2 x InfoKey
nl: 2 x Info-toets

source: Long InfoKey
nl: Info toets-lang

source: 2 x FastBackwardKey
nl: 2 x snel achteruit toets

source: 2 x FastBackwardKey Type 2
nl: 2 x snel achteruit toets type 2

source: Long FastBackwardKey
nl: Snel achterwaards toets-lang

source: Long FastBackwardKey Type 2
nl: Snel achterwaards toets-lang type 2

source: yes, extended
nl: ja, verlengd

source: Logfile normal
nl: Logbestand normaal

source: Logfile extensive
nl: Logbestand uitgebreid

source: disabled
nl: uitgeschakeld

source: normal (full)
nl: normaal (vol)

source: trimmed (transparent)
nl: getrimd (doorzichtig)

source: trimmed (black)
nl: getrimd (zwart)

source: Time+Info
nl: Tijd+Info

source: Time+Duration+Info
nl: Tijd+Duur+Info

source: Time+Length+Info
nl: Tijd+Lengte+Info

source: half left
nl: half links

source: half right
nl: half rechts

source: no Bar
nl: geen balk

source: no Frame
nl: geen rand

source: Line
nl: Regel

source: Normal
nl: Normaal

source: Shadow Edges
nl: Schaduw hoeken

source: Gradient
nl: Gradiënt

source: Position
nl: Positie

source: Name
nl: Naam

source: Picon+Position left
nl: Picon+positie links

source: Picon+Position below
nl: Picon+positie beneden

source: Picon+Position right
nl: Picon+positie rechts

source: use lead-time
nl: gebruik voorlooptijd

source: only use Timer
nl: gebruik alleen timer

source: no total Timer
nl: geen totaal timer

source: show total Timer
nl: toon totale timer

source: one line
nl: één regel

source: two lines
nl: twee regels

source: Memory free
nl: Vrij geheugen

source: Memory available
nl: Beschikbaar geheugen

source: full Screen
nl: vol scherm

source: yes except records
nl: ja behalve opnames

source: NNE
nl: NNO

source: NE
nl: NO

source: ENE
nl: ONO

source: E
nl: O

source: ESE
nl: EZE

source: SE
nl: ZO

source: SSE
nl: ZZO

source: S
nl: Z

source: SSW
nl: ZZW

source: SW
nl: ZW

source: WSW
nl: WZW

source: Load Active Config-File
nl: Laad actieve configuratiebestand

source: Load Defaults / Empty Config
nl: Laad standaard waardes / lege configuratie

source: Save Config to File... (%s)
nl: Sla configuratiebestand op ,,,(%s)

source: Load File : %s
nl: Laad bestand: %s

source: Delete File?
nl: Verwijder bestand?

source: deleted
nl: verwijderd

source: currently set : %s
nl: momenteel ingesteld: %s

source: Cancel
nl: Annuleer

source: Save
nl: Opslaan

source: Restart Displays
nl: Herstart displays

source: no LCD1 Picture-File
nl: geen LCD1 foto bestand

source: no LCD2 Picture-File
nl: geen LCD2 foto bestand

source: no LCD3 Picture-File
nl: geen LCD3 foto bestand

source: LCD4linux enabled
nl: LCD4linux ingeschakeld

source: - LCD 1 Rotate
nl: - LCD 1 Roteer

source: - LCD 1 Background Color
nl: - LCD 1 Achtergrondkleur

source: - LCD 1 Background-Picture [ok]>
nl: - LCD 1 Achtergrond-Foto [ok]>

source: - LCD 1 Brightness
nl: - LCD 1 helderheid

source: - LCD 1 Night Reduction
nl: - LCD 1 nachtreductie

source: - LCD 1 Refresh
nl: - LCD 1 ververs

source: - LCD 2 Rotate
nl: - LCD 2 Roteer

source: - LCD 2 Background Color
nl: - LCD 2 Achtergrondkleur

source: - LCD 2 Background-Picture [ok]>
nl: - LCD 2 Achtergrond-Foto [ok]>

source: - LCD 2 Brightness
nl: - LCD 2 helderheid

source: - LCD 2 Night Reduction
nl: - LCD 2 nachtreductie

source: - LCD 2 Refresh
nl: - LCD 2 verversen

source: - LCD 3 Rotate
nl: - LCD 3 Roteer

source: - LCD 3 Background Color
nl: - LCD 3 Achtergrondkleur

source: - LCD 3 Background-Picture [ok]>
nl: - LCD 3 Achtergrond-Foto [ok]>

source: - LCD 3 Brightness
nl: - LCD 3 helderheid

source: - LCD 3 Night Reduction
nl: - LCD 3 nachtreductie

source: - LCD 3 Refresh
nl: - LCD 3 verversen

source: Box-Skin-LCD Dimension
nl: Box-Skin-LCD afmetingen

source: Box-Skin-LCD Offset
nl: Box-Skin-LCD afwijking

source: Box-Skin-LCD Color
nl: Box-Skin-LCD kleur

source: Box-Skin-LCD Enable On-Mode
nl: Box-Skin-LCD schakel aan-modus in

source: Box-Skin-LCD Enable Media-Mode
nl: Box-Skin-LCD schakel mediamode in

source: Box-Skin-LCD Enable Idle-Mode
nl: Box-Skin-LCD schakel idle-modus in

source: OSD [display time]
nl: OSD [vertoon tijd]

source: - which LCD
nl: - Welk LCD

source: - Show in Mode
nl: - Toon in mode

source: - OSD Size
nl: - OSD-maat

source: - Background/Transparency
nl: - Achtergrond/Tranparantie

source: - Fast Grab lower quality
nl: - Snel binnenhalen lagere kwaliteit

source: Popup Text
nl: Popuptekst

source: - Font Size
nl: - Letter grootte

source: - Position
nl: - Positie

source: - Alignment
nl: - Uitlijning

source: - Color
nl: - Kleur

source: - Background Color
nl: - Achtergrondkleur

source: - Font
nl: - Lettertype

source: Active Screen
nl: Actief scherm

source: Screen Switch Select - Screen
nl: Schermschakelkeuze - scherm

source: Screen Switch Select - LCD
nl: Schermschakelkeuze - LCD

source: Screens used for Changing
nl: Schermen gebruikt voor veranderen

source: Screen 1 Changing Time
nl: Scherm 1 Verander tijd

source: - Screen 2 Changing Time
nl: - Scherm 2 verandert tijd

source: - Screen 3 Changing Time
nl: - Scherm 3 verandert tijd

source: - Screen 4 Changing Time
nl: - Scherm 4 verandert tijd

source: - Screen 5 Changing Time
nl: - Scherm 5 verandert tijd

source: - Screen 6 Changing Time
nl: - Scherm 6 verandert tijd

source: - Screen 7 Changing Time
nl: - Scherm 7 verandert tijd

source: - Screen 8 Changing Time
nl: - Scherm 8 verandert tijd

source: - Screen 9 Changing Time
nl: - Scherm 9 verandert tijd

source: Picture Changing Time
nl: Plaatje verandertijd

source: Picture Sort
nl: Plaatje volgorde

source: Picture Directory Recursive
nl: Plaatje map omgekeerd

source: Picture Quality for Resizing
nl: Plaatje kwaliteit voor herschalen

source: Picture Quick Update Time [s]
nl: Plaatje snelle update-tijd [s]

source: Picture Type [only Picture]
nl: Type plaatje [alleen plaatje]

source: Background-Picture Type
nl: Achtergrond-type plaatje

source: Weather API
nl: Weer-API

source: Weather API-Key OpenWeatherMap
nl: Weer API-Key OpenWeatherMap

source: Weather City
nl: Weer stad

source: Weather City 2
nl: Weer stad 2

source: Weather-Icon-Path [ok]>
nl: Weer-ikoon-Pad [ok]>

source: Weather-Icon Zoom
nl: Weer-ikoon zoom

source: Weather Low Temperature Color
nl: Weer lage temperatuur kleur

source: Weather High Temperature Color
nl: Weer hoge temperatuur kleur

source: Weather Transparency
nl: Weer transparantie

source: Weather Wind speed unit
nl: Weer windsnelheid eenheid

source: Weather Rain Chance
nl: Weer regenkans

source: - Rain Zoom
nl: - Regen zoom

source: - Rain Color
nl: - Kleur regen

source: - Rain use Color 2 from
nl: - Regen gebruik kleur 2 van

source: - Rain Color 2
nl: - Kleur regen 2

source: Weather Lines
nl: Weer regels

source: Weather Extra Infos
nl: Weer Extra Info

source: - Show chill temperature from difference
nl: - Toon gevoelstemperatuur van verschil

source: - Extra Color City
nl: - Extra kleur stad

source: - Extra Color Chill
nl: - Extra kleur gevoelstemperatuur

source: Netatmo CO2 Min Range
nl: Netatmo CO2 min bereik

source: Netatmo CO2 Max Range
nl: Netatmo CO2 max bereik

source: Moon-Icon-Path [ok]>
nl: Maan-ikoonpad [ok]>

source: Recording Picture [ok]>
nl: Opnameplaatje [OK]

source: Double-button switches
nl: Dubbele toets schakelaars

source: Key for Screen Change
nl: Sleutel voor scherm veranderen

source: Key for Screen On/Off
nl: Sleutel voor scherm aan/uit

source: Calendar ics-Path [ok]>
nl: Kalender ics-pad [ok]>

source: Calendar ics-URL
nl: Kalender ics-URL

source: Calendar planerFS
nl: Kalender planerFS

source: Calendar Saturday Color
nl: Kalender kleur zaterdag

source: Calendar Sunday Color
nl: Kalender kleur zondag

source: Calendar Line Thickness
nl: Kalenderlijn dikte

source: Calendar Day Event Preview
nl: Kalenderdag gebeurtenis preview

source: Calendar Timezone Correction
nl: Kalender tijdzonecorrectie

source: Calendar Transparency
nl: Kalender doorzichtigheid

source: Calendar Poll Interval
nl: Kalender Poll Interval

source: Tuner Color
nl: Tuner kleur

source: Tuner Color Active
nl: Tuner kleur actief

source: Tuner Color On
nl: Tuner kleur aan

source: Service search first
nl: Eerst kanaalzoeken

source: DVB-T Signal-Quality Correction
nl: DVB-T signaalkwaliteit correctie

source: Font global [ok]>
nl: Lettertype globaal [ok]>

source: Font 1 [ok]>
nl: Lettertype 1 [ok]>

source: Font 2 [ok]>
nl: Lettertype 2 [ok]>

source: Font 3 [ok]>
nl: Lettertype 3 [ok]>

source: Font 4 [ok]>
nl: Lettertype 4 [ok]>

source: Font 5 [ok]>
nl: Lettertype 5 [ok]>

source: Mail 1 Connect
nl: Mail 1 verbinden

source: Mail 1 [Displayname:]Username
nl: Mail 1 [Displayname:]Gebruikersnaam

source: Mail 1 Password
nl: Mail 1 Wachtwoord

source: Mail 2 Connect
nl: Mail 2 verbinden

source: Mail 2 [Displayname:]Username
nl: Mail 2 [Displayname:]Gebruikersnaam

source: Mail 2 Password
nl: Mail 2 wachtwoord

source: Mail 3 Connect
nl: Mail 3 verbinden

source: Mail 3 [Displayname:]Username
nl: Mail 3 [Displayname:]Gebruikersnaam

source: Mail 3 Password
nl: Mail 3 wachtwoord

source: Mail 4 Connect
nl: Mail 4 verbinden

source: Mail 4 [Displayname:]Username
nl: Mail 4 [Displayname:]Gebruikersnaam

source: Mail 4 Password
nl: Mail 4 wachtwoord

source: Mail 5 Connect
nl: Mail 5 verbinden

source: Mail 5 [Displayname:]Username
nl: Mail 5 [Displayname:]Gebruikersnaam

source: Mail 5 Password
nl: Mail 5 wachtwoord

source: Mail IMAP limit to last days
nl: Mail IMAP beperk tot laatste dagen

source: Mail Show Empty Mailboxes
nl: Mail toon lege mailboxen

source: Mail Show Date
nl: Mail toon datum

source: Mail Hide Mailadress
nl: Mail verberg mailadres

source: Remote Box 1 [Displayname:]IP/Name
nl: Klantbox 1 [Displaynaam:]IP/Naam

source: Remote Box 2 [Displayname:]IP/Name
nl: Klantbox 2 [Displayname:]IP/Name

source: Remote Box 3 [Displayname:]IP/Name
nl: Klantbox 3 [Displayname:]IP/Name

source: Remote Box 4 [Displayname:]IP/Name
nl: Klantbox 4 [Displayname:]IP/Name

source: Remote Box 5 [Displayname:]IP/Name
nl: Klantbox 5 [Displayname:]IP/Name

source: Remote Box Poll every Minutes
nl: Klantbox elke minuut pollen

source: Remote Box Timer Poll every Minutes
nl: Remote box timer polt elke minuten

source: WWW Converter Usage
nl: WWW converter gebruik

source: WWW ApiKey from cloudconvert.org
nl: WWW ApiKey van cloudconvert.org

source: WWW ApiKey from convertapi.com
nl: WWW ApiKey van convertapi.com

source: WebIF Refresh [s]
nl: WEB-IF verversing [s]

source: WebIF Refresh Type
nl: WEB-IF verversings type

source: WebIF Init Delay
nl: WEB-IF Initiële vertraging

source: WebIF IP Deny
nl: WEB-IF IP verboden

source: WebIF Design
nl: Web-IF ontwerp

source: Save as Picture for WebIF
nl: Sla op als plaatje voor WEB-IF

source: MJPEG Stream LCD 1 enable
nl: MJPEG Stream LCD 1 inschakelen

source: MJPEG Stream LCD 1 Port
nl: MJPEG Stream LCD 1 poort

source: MJPEG Stream LCD 1 Virtual Brightness
nl: MJPEG-stream LCD 1 virtuele helderheid

source: MJPEG Stream LCD 2 enable
nl: MJPEG Stream LCD 2 inschakelen

source: MJPEG Stream LCD 2 Port
nl: MJPEG Stream LCD 2 poort

source: MJPEG Stream LCD 2 Virtual Brightness
nl: MJPEG-stream LCD 2 virtuele helderheid

source: MJPEG Stream LCD 3 enable
nl: MJPEG Stream LCD 3 inschakelen

source: MJPEG Stream LCD 3 Port
nl: MJPEG Stream LCD 3 poort

source: MJPEG Stream LCD 3 Virtual Brightness
nl: MJPEG-stream LCD 3 virtuele helderheid

source: MJPEG Cycle
nl: MJPEG cyclus

source: MJPEG Restart on Error
nl: MJPEG herstarten bij fout

source: Sonos Play Check
nl: Sonos afspeelcontrole

source: Sonos Refresh [s]
nl: Sonos verversen [s]

source: MusicCast Server IP [optional]
nl: MusicCast Server IP [optioneel]

source: MusicCast Play Check
nl: MusicCast afspeelcontrole

source: MusicCast Refresh [s]
nl: MusicCast verversen [s]

source: LCD Custom Width
nl: LCD aangepaste breedte
